Repository: kirillperm/CW
Catalog: Shared/Languages/*.lproj/Localizable.strings
Languages: ru

# Record
source: Record moves:
ru: Рекорд ходов:

# NewRecord
source: New record of moves:
ru: Новый рекорд ходов:

# S1
source: Welcome to Color Wars!
ru: Добро пожаловать в Color Wars!

# S2
source: In this game, your goal is to capture more cells than your opponent,
ru: В этой игре ваша цель захватить больше клеток чем ваш противник

# S3
source: Сhanging your color, you capture adjacent cells of this color
ru: Изменяя свой цвет вы захватываете соседние клетки такого цвета

# S4
source: You start the game in a place marked with a light chip
ru: Вы начинаете игру в месте отмеченом светлой фишкой

# S5
source: The enemy begins in a place marked by a dark chip
ru: Противник начинает в месте отмеченом темной фишкой

# S6
source: The choice of colors occurs on the right side of the screen
ru: Выбор цветов происходит в правой части экрана

# S7
source: You can not select a color that is occupied by another player
ru: Вы не можете выбрать цвет, который занимает другой игрок

# S8
source: The progress of the game is displayed at the top of the screen
ru: Прогресс игры отображается в верхней части экрана

# S9
source: Let's start the game!
ru: Начнем игру!

# S10
source: Selecting the yellow color, you will greatly advance
ru: Выбрав желтый цвет, вы значительно продвинетесь

# S11
source: Choose yellow color...
ru: Выберите желтый цвет...

# S12
source: If you choose red, then block the advance of the opponent for one turn
ru: Если вы выберете красный цвет, затем блокируйте продвижение противника на один ход

# S13
source: Choose red color...
ru: Выберите красный цвет...

# S14
source: Selecting the blue color, you surround the cell area and attach them
ru: Выбрав синий цвет, вы окружаете область ячеек и присоединяете их

# S15
source: Choose blue color...
ru: Выберите синий цвет...

# S16
source: When you capture more than half of the cells, you will win.
ru: Когда вы захватите более половины ячеек, вы выиграете.

# S17
source: Good luck!
ru: Удачи!
